[
  {
    "id": "doc1",
    "xml": "<TEI>\n<teiHeader>\n<!-- No. 1837. H. Oldenburg à Christiaan Huygens. 1<sup>er</sup> août 1671. -->\n<meta type=\"uuid\" value=\"3b695ea2-41ed-4e1f-9753-0054c82fd9bf\"/>\n<meta type=\"id\" value=\"1837\"/>\n<meta type=\"date\" value=\"1671-08-01\"/>\n<meta type=\"sender\" value=\"oldenburg.henry.1619-1677\"/>\n<meta type=\"senderloc\" value=\"se:london.eng\"/>\n<meta type=\"recipient\" value=\"huygens.christiaan.1629-1695\"/>\n<meta type=\"recipientloc\" value=\"se:paris.fra\"/>\n</teiHeader>\n<text>\n<body>\n<div xml:id=\"div-1\" xml:lang=\"fr\" type=\"provenance\">\n<p xml:id=\"p-1\">La lettre se trouve à Leiden, coll.Huygens. <lb/> Chr. Huygens y répondit le 7 novembre 1671.</p>\n</div>\n<div xml:id=\"div-2\" xml:lang=\"fr\" type=\"artifact\" subtype=\"letter\">\n<opener>\n<p xml:id=\"p-2\">Monsieur<anchor type=\"note\" n=\"87-a)\"/></p>\n</opener>\n<p xml:id=\"p-3\">Ayant sceu de Monsieur vostre Pere que vous estiez de retour à <placeName key=\"se:paris.fra\">Paris</placeName> en bonne santé, et une si bonne occasion, comme celle de Monsieur <persName key=\"vernon.francis.1637-1676\">Vernon</persName><anchor type=\"note\" n=\"87-1\"/>, s'offrant pour vous saluër et pour vous feliciter de vostre reconvalescence, i'ay cru de ne la devoir pas negliger. Vous scaurez donc, Monsieur, que tous vos amis icy, dont il y a grand nombre, se rejouissent extremement de ce que vous vous portez si bien que de pouuoir retourner à la philosophie, et se promettent quelque chose extraordinaire de vos estudes renforcez par une vigueur renouvellee de corps et <pb xml:id=\"pb-88\" n=\"88\"/> d'esprit. Nous attendons aussi de Messieurs vos colleges plusieurs choses considerables, que l'on nous a fait esperer il y a quelque temps, particulierement la mesure de la terre, l'Anatomie de plusieurs Animaux et la description de quelques Plantes. Vostre Academie, jouissant de toutes les assistances necessaires à executer, fera voir au monde, sans doubte, la force des Esprits Clairvoians, et combien de choses belles et utiles ils peuvent produire.</p>\n<p xml:id=\"p-4\">Quant à la Societé Royale, Elle ne s'assemble point à present, ayant commencé sa vocation<anchor type=\"note\" n=\"88-2\"/> qu'elle a accoustumé de faire dans cete saison. Sans cela, Elle persiste à faire des Experiences autant qu'Elle peut. On espere de pouvoir travailler mieux cy-apres. Quelques uns de ses membres ont depuis peu fait imprimer quelques livres nouveaux: Monsieur <persName key=\"boyle.robert.1627-1691\">Boyle</persName>, de l'Estrange rarefaction de l'Air &amp;c.<anchor type=\"note\" n=\"88-3\"/>. Et de l'Utilité de la Philosophie Experimentelle le 2<hi rend=\"superscript\">e</hi> volume<anchor type=\"note\" n=\"88-4\"/>; meditant à present sa response aux objections que Monsieur <persName>More</persName><anchor type=\"note\" n=\"88-5\"/> a faitez contre quelques unes de ses Experiences; comme aussi un Traité joly et bien philosophique <pb xml:id=\"pb-89\" n=\"89\"/> touchant les pierres precieuses<anchor type=\"note\" n=\"89-6\"/>. Monsieur <persName key=\"wallis.john.1616-1703\">Wallis</persName>, quoyque malade de la fievre quarte, a achevé la derniere partie de Son Traite de Motu et Mechanice<anchor type=\"note\" n=\"89-7\"/>, qui sortira de la presse au premier iour. Monsieur <persName key=\"lower.richard.1631-1691\">Lower</persName> a adjousté a son livre de motu Cordis et Sanguinis, un petit discours de Origine Catharri<anchor type=\"note\" n=\"89-8\"/>. Monsieur <persName key=\"willis.thomas.1621-1675\">Willis</persName> fait astheur imprimer deux Traitez, l'un de Anima Brutorum<anchor type=\"note\" n=\"89-9\"/>, l'autre de Morbis Capitis<anchor type=\"note\" n=\"89-10\"/>. Monsieur <persName key=\"mercator.nikolaus.1620-1687\">Mercator</persName> quelque chose des logarithmes<anchor type=\"note\" n=\"89-11\"/>. De plus, ie ne veux pas vous celer, Monsieur, que i'ay communiqué<anchor type=\"note\" n=\"89-12\"/> (ce que ie crois n'avoir pas fait contre vostre gré) la construction du Probleme d'<persName key=\"alhazen.965-1040\"><corr>Alhazen</corr></persName> (que vous nous envoiatez, il y a quelque temps, imprimée de vostre nouvelle facon)<anchor type=\"note\" n=\"89-13\"/> a Monsieur <persName key=\"sluse.rene-francois.1622-1685\">Slusius</persName>, qui m'a respondu la dessus bien amplement, et qui semble avoir envie de conferer avec vous sur cete matiere, come vous verrez par la suite, Il dit donc dans sa premiere lettre du 22 novembre 1670<anchor type=\"note\" n=\"89-14\"/>;</p>\n<p xml:id=\"p-4\">Quant à la Societé Royale, Elle ne s'assemble point à present, ayant commencé sa vocation<anchor type=\"note\" n=\"88-2\"/> qu'elle a accoustumé de faire dans cete saison. Sans cela, Elle persiste à faire des Experiences autant qu'Elle peut. On espere de pouvoir travailler mieux cy-apres. Quelques uns de ses membres ont depuis peu fait imprimer quelques livres nouveaux: Monsieur <persName key=\"boyle.robert.1627-1691\">Boyle</persName>, de l'Estrange rarefaction de l'Air &amp;c.<anchor type=\"note\" n=\"88-3\"/>. Et de l'Utilité de la Philosophie Experimentelle le 2<hi rend=\"superscript\">e</hi> volume<anchor type=\"note\" n=\"88-4\"/>; meditant à present sa response aux objections que Monsieur <persName>More</persName><anchor type=\"note\" n=\"88-5\"/> a faitez contre quelques unes de ses Experiences; comme aussi un Traité joly et bien philosophique <pb xml:id=\"pb-89\" n=\"89\"/> touchant les pierres precieuses<anchor type=\"note\" n=\"89-6\"/>. Monsieur <persName key=\"wallis.john.1616-1703\">Wallis</persName>, quoyque malade de la fievre quarte, a achevé la derniere partie de Son Traite de Motu et Mechanice<anchor type=\"note\" n=\"89-7\"/>, qui sortira de la presse au premier iour. Monsieur <persName key=\"lower.richard.1631-1691\">Lower</persName> a adjousté a son livre de motu Cordis et Sanguinis, un petit discours de Origine Catharri<anchor type=\"note\" n=\"89-8\"/>. Monsieur <persName key=\"willis.thomas.1621-1675\">Willis</persName> fait astheur imprimer deux Traitez, l'un de Anima Brutorum<anchor type=\"note\" n=\"89-9\"/>, l'autre de Morbis Capitis<anchor type=\"note\" n=\"89-10\"/>. Monsieur <persName key=\"mercator.nikolaus.1620-1687\">Mercator</persName> quelque chose des logarithmes<anchor type=\"note\" n=\"89-11\"/>. De plus, ie ne veux pas vous celer, Monsieur, que i'ay communiqué<anchor type=\"note\" n=\"89-12\"/> (ce que ie crois n'avoir pas fait contre vostre gré) la construction du Probleme d'<persName key=\"alhazen.965-1040\"><corr>Alhazen</corr></persName> (que vous nous envoiatez, il y a quelque temps, imprimée de vostre nouvelle facon)<anchor type=\"note\" n=\"89-13\"/> a Monsieur <persName key=\"sluse.rene-francois.1622-1685\">Slusius</persName>, qui m'a respondu la dessus bien amplement, et qui semble avoir envie de conferer avec vous sur cete matiere, come vous verrez par la suite, Il dit donc dans sa premiere lettre du 22 novembre 1670<anchor type=\"note\" n=\"89-14\"/>;</p>\n<p xml:id=\"p-5\" xml:lang=\"la\"><persName key=\"alhazen.965-1040\">Alhazeni</persName> problematis constructionem, a Viro Nobissimo ad vos transmissam ut vidi, protinus eandem esse cum meâ suspicabar; at inspectis adversariis meis, non leve discrimen reperi, ut mox videbis. Ne quid tamen dissimulem, cum Domini <persName key=\"huygens.christiaan.1629-1695\">Hugenii</persName> constructionem ad calculos revocarem, eandem omninó mecum Analysin secutum deprehendi; sed cum ex illa duae nascantur effectiones, utraque per hy<pb xml:id=\"pb-90\" n=\"90\" break=\"no\"/>perbolam circa asymptotos, ille unam, ego alteram, uti faciliorem selegeram. Evidens est autem, nil aliud quaeri hoc problemate (si illud ad terminos meré Geometricos revocemus) nisi, in dato circulo (cujus centrum A, radius AP) punctum aliquod ut P, à quo ductis, ad puncta data EB, inaequaliter a centro A distantia, rectis PE, PB, recta AP producta bisecet angulum EPB. Quod quidem varios casus recipit. Vel enim normalis ex A in rectam EB, nimirum AO, cadit inter E et B, vel ultra B. Si ultra, vel rectangulum EOB aequale est quadrato AO, vel majus, vel minus. De casu aequalitatis videbimus infra: nunc veró tres alios casus eadem feré constructione complectimur.</p>\n<p xml:id=\"p-6\" xml:lang=\"la\">Per tria puncta AEB transeat circulus, ad cujus circumferentiam producatur AO in D: ac, siquidem punctum O cadat inter E et B, recta AO versus O producenda erit; sin ultra B, sitque rectangulum EOB majus quadrato AO, producenda erit versus A: At si rectangulum quadrato minus fuerit, circulus in ipso puncto D, rectam AO secabit. Tum ducta AX parallela EB secante circulum <figure><graphic url=\"huyg003oeuv07ill11.gif\"/></figure> datum in N; fiat, ut rectangulum DAO ad quadratum AN, ita ½ AX ad AH, quae sumenda erit versus X, si O cadat inter E et B, aut rectangulum EOB minus sit 4dto OA, aut ex parte contraria, si sit majus. Ponatur nunc OQ aequalis AH (in directum EB primo et 2<hi rend=\"superscript\">do</hi> casu, 3<hi rend=\"superscript\">to</hi> autem versus E). Tum fiant proportionales XA, NA, HK, sumenda omni casu versus X; sectaque AO in V, ut sit eadem ratio KA ad AV, quae AD ad AX; jungatur KV ac producatur donec occurrat rectae QM, parallelae OA <figure><graphic url=\"huyg003oeuv07ill12.gif\"/></figure> <pb xml:id=\"pb-91\" n=\"91\"/> indefinite productae, in puncto L; erunt omni casu KL ad QL asymptoti hyperbolae, quae per punctum O descripta, proposito satissaciet: hoc tantum discrimine, quod 1<hi rend=\"superscript\">o</hi> et 2<hi rend=\"superscript\">o</hi> casu hyperbola per O, problema solvet in speculo convexo, sectio vero ei opposita in concavo: At 3<hi rend=\"superscript\">o</hi> casu contrà, hyperbola per O serviet concavo, ejus opposita convexo. Atque id quidem, cum punctum V cadit inter A et O; nam si ultra O caderet, unica hyperbola inter easdem QL, KL descripta tam speculo convexo quam concavo satisfaceret. Caeterum si V caderet in ipsum punctum O, problema tunc planum esset, et ipsae rectae LQ, LK illud absolverent. Unde patet, problematis hujus dari casus infinitos, qui per locum planum solvi possunt, quò magis veniâ digni videntur ii, qui illud per eundem locum universe solvi posse censuerunt, quòd ipsis aliquoties calculus feliciter cecidisset. Nulla enim dari potest trium punctorum AEB positio (de casu aequalitatis rectanguli EOB et quadrati OA mox videbimus), quae non admittat circulum aliquem ex centro A describendum, ad cujus circumferentiam Problema per locum planum solvi queat. Hujus autem circuli radius si tanti est, ita invenietur. In 1<hi rend=\"superscript\">o</hi> et 2<hi rend=\"superscript\">o</hi> casu superioris constructionis fiat ut quadratum AX una cum duplo rectangulo OAD, ad duplum quadratum AD, ita quadratum AO ad quadratum AN, erit AN radius quaesitus: at in 3<hi rend=\"superscript\">o</hi> casu, faciendum est ut quadratum AX minus 2plo rectangulo OAD, ad duplum quadratum AD, ita quadratum AO ad quadratum AN.</p>\n<p xml:id=\"p-7\" xml:lang=\"la\">Construendus nunc superest alius casus, aequalitatis nempe rectanguli EOB et quadrati AO, sive in quo circulus per puncta A, B, E descriptus tangit rectam AO. Rectè autem monuit Clarissimus <persName key=\"huygens.christiaan.1629-1695\">Hugenius</persName><anchor type=\"note\" n=\"91-15\"/>, hoc casu describendam esse parabolam. Quod tamen non ita intelligendum, quasi per hyperbolam solvi non possit, cum et hyperbolam et ellipsin imò infinitas (si quis methodo nostrâ uti velit) admittat: sed quod parabolam quoque recipiat, quam alii casus respuunt. Eadem ratione temperandum est quod ait, constructionem suam omni casu quo Problema solidum est, locum habere; intelligit enim, levi mutatione inveniri hyperbolam quae proposito serviat; quod casus, à nobis superius constructos cum ejus constructione comparanti planum fiet. Ut autem ad casum Aequalitatis redeam, et ne quid temere <figure><graphic url=\"huyg003oeuv07ill13.gif\"/></figure> asseruisse videar, ecce Tibi non unam, sed duas parabolas, ac praeterea hyperbolas appositas quae propositum absolvunt. Sint ut prius puncta data EB, circulus e centro A, ac alius per 3 puncta AEB, cujus tangens sit AO centrum D; ductâ diametro NADX, fiant tres proportionales XA, NA, ZA, cujus dimidium sit AL; fiant iterum tres proportionales 2 OA, NA, IA, cujus <pb xml:id=\"pb-92\" n=\"92\"/> dimidium sit KA, et perficiatur rectangulum LAOV; productaque LV in S, donec VS sit tertia proportionalis ipsarum AI, OV; axe SL, latere recto AI, vertice S, describatur parabola; haec enim circulum secabit in punctis PP quaesitis. Tantundem faciet alia, si perfecto rectangulo DAKL<anchor type=\"note\" n=\"92-16\"/>, et producta KC in T, ita ut CT sit tertia proportionalis ipsarum AZ, DC; describatur circa axem TK, vertice T, latere recto ZA; occurret enim circulo in iisdem punctis PP.</p>\n<p xml:id=\"p-8\"><figure><graphic url=\"huyg003oeuv07ill14.gif\"/></figure></p>\n<p xml:id=\"p-9\" xml:lang=\"la\">Facilior adhuc est constructio per sectiones oppositas; factis enim, ut prius, tribus proportionalibus XA, NA, ZA, demittatur ZI normalis, tertia proportionalis duplae AO et AN: erit itaque ZI major ZA, cum 2pla AO minor sit XA: tum in puncto I, inclinentur utrinque angulo semi-recto ad lineam IZ, rectae IQ, IM, et ab utraque parte indefinite producantur. Demum circa illas tanquam asymptotos describatur per A hyperbola, et alia ipsi opposita; <hi rend=\"italic\">haec</hi> enim satisfaciet problemati in speculo convexo, <hi rend=\"italic\">illa</hi> in concavo. Cum vero, ut ostendimus, ZI semper major sit recta ZA, recta IM nunquam transibit per A. Non dabitur itaque casus, quo ex hac constructione velut in praecedentibus, Problema per ipsas asymptotos solvi possit. Et tamen hoc quoque aliquando locum planum admittit; cum scilicet accidit, ut recta ex O ducta ad centrum D tangat circulum NPP; ipsum enim punctum contactus quaestionem solvit. Et hoc quidem de problemate, quod hactenus multorum ingenia exercuit, et cujus solutionem ante aliquot annos absolvi, urgente C.M.V. <persName key=\"gutschoven.gerard.1615-1668\">Gutiscovio</persName> <placeName key=\"se:leuven.bel\">Lovaniensi</placeName> matheseos professore, qui sibi usui futurum ajebat; moliebatur enim nescio quid in Catoptricis; sed mors manum injecit<anchor type=\"note\" n=\"92-17\"/>; neque enim (ut hoc obiter addam) quicquam hujusmodi in schedis ejus repertum intellexi.</p>\n<p xml:id=\"p-10\">Jusques icy Monsieur <persName key=\"sluse.rene-francois.1622-1685\">Sluse</persName> dans sa 1<hi rend=\"superscript\">re</hi> lettre; dans l'autre du 9me mars 1671<anchor type=\"note\" n=\"92-18\"/> il dit;</p>\n<p xml:id=\"p-11\" xml:lang=\"la\">Quod ad <persName key=\"alhazen.965-1040\">Alhazeni</persName> Problema attinet, ut <hi rend=\"italic\">δευτέραι φροντίδες</hi> esse solent <hi rend=\"italic\">ἀμείνονες</hi>, duas alias ejusdem Analyseos, priori ad te antehac a me missa faciliores, et constructione inter se et ab illa diversas nuper inveni, quin imo praeparationem quandam generalem ex qua Problematum omnium, quae ad punctum reflexionis in speculis sphaericis concavis et convexis determinandum spectant, analysis facilè deduci potest. Sed haec, et meliora acutissimo <persName key=\"huygens.christiaan.1629-1695\">Hugenio</persName> jam occurrisse mihi persuadeo, qui me majorem in hoc argumento operam posuit. Si tamen nugas quoque nostras videre vellet, libenter cum ipso communicarem.</p>\n<pb xml:id=\"pb-93\" n=\"93\"/>\n<p xml:id=\"p-12\">Vous voiez, Monsieur, la franchise de ce grand homme; vous en userez selon vostre discretion, et, si vous ne luy escrivez pas vous mesme sur ce sujet, m'instruirez, s'il vous plait, de ce que ie luy respondray là dessus. Je me croiois aucunement obligé de vous faire scavoir tout ce qui s'est passé entre luy et moy en cete matiere; ce qu'ayant fait, vous aurez assez de bonté, de pardonner cete prolixité, puisque i'ay eu assez de patience de transcrire tout cela de ma propre main, ne m'y osant fier à mon copiste.</p>\n<p xml:id=\"p-13\">J'ay mis icy les dernieres Transactions<anchor type=\"note\" n=\"93-19\"/>: Monsieur vostre Pere a eu quelques unes des precedentes, que, peut estre, il vous a desia envoyez. Vous prendrez tout en bonne part de</p>\n<closer>\n<p xml:id=\"p-14\">Monsieur <lb/> Vostre tres humble et tres obeissant Seruiteur <lb/> <persName key=\"oldenburg.henry.1619-1677\">Oldenburg</persName>.</p>\n</closer>\n<p xml:id=\"p-15\">Quand on m'escrit par la poste, on continue tousiours cete adresse,</p>\n<p xml:id=\"p-16\">A Monsieur <lb/> Monsieur <persName key=\"oldenburg.henry.1619-1677\">Grubendol</persName>. <lb/> à <lb/> <placeName key=\"se:london.eng\">Londres</placeName>. <lb/> Rien que cela.</p>\n<closer>\n<p xml:id=\"p-17\">A <placeName key=\"se:london.eng\">Londres</placeName> le 22 juillet 1671.</p>\n</closer>\n<p xml:id=\"p-18\">PS.</p>\n<p xml:id=\"p-19\">Dans les Transactions<anchor type=\"note\" n=\"93-20\"/> prochaines on mettra la responce de Monsieur <persName key=\"wallis.john.1616-1703\">Wallis</persName><anchor type=\"note\" n=\"93-21\"/> au livre nouveau de Monsieur <persName key=\"hobbes.thomas.1588-1679\">Hobbes</persName><anchor type=\"note\" n=\"93-22\"/>, dont il est parlé dans celles, qui sont encloses icy.</p>\n</div>\n<div xml:id=\"div-3\" type=\"para\">\n<p xml:id=\"p-20\">A Monsieur <lb/> Monsieur Christian Hugens de Zulichem, <lb/> a Paris.</p>\n</div>\n<div xml:id=\"div-4\" xml:lang=\"fr\" type=\"notes\">\n<note n=\"87-a)\" place=\"end\">Respondu le 7 novembre 1671 [Chr. Huygens].</note>\n<note n=\"87-1\">D'après une lettre de J. Collins à J. Gregory datée du 5 May 1671, Vernon depuis quelques jours était revenu à Londres avec quelque précipitation (on a sudden). La lettre citée se trouve dans l'ouvrage: <lb/> Correspondence of Scientific men of the seventeenth century, including Letters of Barrow, Flamsteed, Wallis, and Newton, printed from the originals in the collection of the Right Honourable the Earl of Macclesfield. In two volumes. Oxford: at the University Press <hi rend=\"case(smallcaps)\">m.dccc.xli</hi>. in-8<hi rend=\"superscript\">o</hi>. <lb/> La préface est signée par Stephen Jordan Rigaud, qui a continué l'édition commencée par son père Stephen Peter Rigaud, Savilian Professor of Astronomy, l'auteur du Historical Essay of the first publication of Sir Isaac Newton's Principia. La lettre de Collins à J. Gregory, Volume II, p. 221, contient quelques détails relatifs à Huygens dans le passage suivant, que nous traduisons de l'anglais. <lb/> ‘M. Vernon est arrivé de Paris et il m'informe que, Huygens étant devenu malade, l'Académie Royale avait une grande estime pour vous, et que ces messieurs avaient en leur pensée de vous recommander à Sa Majesté de France pour une pension, et même que Huygens l'approuvait, quoique qu'il eût dit avoir quelque raison de penser que lui-même avait été désobligé par vous. Il a rétabli sa santé en Hollande, et les Etats, désirant l'y retenir, lui offrirent la même pension que le Roi de France lui allouait, laquelle était de 6000 livres par an: le Roi en ayant eu connaissance, pour l'engager à revenir, a élevé sa pension à 12000 livres par an: et même quelques-uns de l'Académie Royale écrivirent à M. Oldenburg, le priant de communiquer au Conseil de la Société Royale, que le Roi de France était disposé à allouer des pensions à un ou deux savants anglais, mais ils ne donnèrent jamais aucune réponse à une telle proposition. Si notre Pell n'avait pas été un second Roberval, et n'avait eu aucune obligation envers ses amis ou envers la Société Royale, ils auraient pu le recommander et probablement l'auraient fait. Le cas étant ainsi, je le fis connaître à Sir Robert Murray [Moray], qui me promit de conférer avec Huygens, le père (en ce moment ici, pour les affaires du Prince d'Orange, dont il est le secrétaire), pour procurer son amitié et celle de son fils en votre faveur, et Sir Robert promit également de faire une adresse à l'ambassadeur de France, et en ce cas je vous souhaite bon succès, et ne le juge nullement improbable.’ <lb/> Les nouvelles, rapportées par Vernon, étaient fausses, au moins en ce qui concerne la pension de Huygens. Les Etats de la Hollande ne lui ont pas offert une pension, et celle que Louis XIV lui a donnée n'a jamais dépassé la somme de 6000 livres par an. D'après les ‘Comptes des Bâtiments du Roi sous le règne de Louis XIV’, les pensions payées à Huygens ont été: en 1662, 1200 l.; en 1665, 1500 l.; en 1666, 2000 l.; à partir de 1667 jusqu'en 1675 inclusivement, 6000 l. chaque année; en 1676, 3000 l.; en 1677, rien; en 1678, 6000 l.; en 1679, 3000 l.; en 1680, 6000 l.; en 1681, 1500 l. pour les trois premiers mois, ‘en considération de son application aux mathématiques’.</note>\n<note n=\"88-2\">Lisez: vacation.</note>\n<note n=\"88-3\">L'ouvrage cité dans la Lettre No. 1822, note 2.</note>\n<note n=\"88-4\">Some confiderations touching the Usefulnefs os Experimental Natural Philosophy, the second Tome; by the Honourable Robert Boyle. Esq; Fellow of the Society. Oxford 1671. in-4<hi rend=\"superscript\">o</hi>. <lb/> Le Tome premier avait déjà paru en 1663. Consultez la Lettre No. 1128, note 18.</note>\n<note n=\"88-5\">Jonas Moore, né, le 8 février 1617, à Whitlle, Lancashire, mort, le 25 août 1679, à Godalming. Sous Charles I<hi rend=\"superscript\">er</hi> il fut Informator du duc d'York, second fils du roi, sous Cromwell, professeur de mathématiques à Londres; Charles II le nomma Surveyor-General of the Ordnance. Il fut membre de la Société Royale depuis 1674, publia plusieurs écrits mathématiques et employa utilement son influence pour provoquer la fondation de l'Observatoire de Greenwich, la nomination de Flamsteed et la création d'une école mathématique au Christ's Hospital à Londres. <lb/> Peut-être aussi Oldenburg désigne-t-il un écrit d'un auteur peu connu: <lb/> Enchiridion Metaphysicum sive de Rebus incorporeis Dissertatio, per H.M. Cantabrigiensem, Londini, 1671. in-4<hi rend=\"superscript\">o</hi>. <lb/> Oldenburg a rendu compte de ce livre dans le No. 72 des Phil. Trans. Dans l'index, le livre est cité comme H. More Enchiridion. Toutefois, dans l'article d'Oldenburg, il n'est pas question d'objections, mais de conséquences en faveur de ses vues que l'auteur tire des expériences de Boyle.</note>\n<note n=\"89-6\">An Essay about the Origine and Vertues of Gems. By the Honourable R. Boyle Esquire, Fellow of the R. Society. Printed at London, 1672. in-8<hi rend=\"superscript\">o</hi>.</note>\n<note n=\"89-7\">La troisième et dernière partie de l'ouvrage cité dans les Lettres No. 483, note 1, No. 1792, note 4 et No. 1816, note 1.</note>\n<note n=\"89-8\">Tractatus de Corde, item de Motu et Colore Sanguinis et Chyli in eum transitu: Cui accessit Dissertatio de Origine Catharri. Auth Richardo Lower, M.D. Editio tertia et novissima. Amstelodami. 1671. in-8<hi rend=\"superscript\">o</hi></note>\n<note n=\"89-9\">De Anima Brutorum Exercitationes duae, prior Physiologica, altera Pathologica, Auth. Thoma Willis M.D. Philos. Natur. Prof. Sidlej. Oxon. nec non Med. Coll. Lond. &amp; Soc. Reg. Socii. Oxonii, 1672. in-4<hi rend=\"superscript\">o</hi>.</note>\n<note n=\"89-10\">Oldenburg désigne la deuxième partie de l'ouvrage de la note précédente.</note>\n<note n=\"89-11\">Probablement la seconde édition de son ouvrage Logarithmo-Technia; voir la Lettre No. 1669, note 5.</note>\n<note n=\"89-12\">Par une lettre du 24 septembre 1670. Consultez les Phil. Trans. No. 97, du 6 octobre 1673 [V. st.].</note>\n<note n=\"89-13\">Voir la pièce No. 1745.</note>\n<note n=\"89-14\">La lettre de Slusius, dont Oldenburg donne ici un extrait, a été publiée par M. Le Paige dans la correspondance de René-François de Sluse, Rome 1885, No. 97. Dans les Nos. 97 et 98 des Philosophical Transactions, du 6 octobre et du 17 novembre 1673 [V. st.], Oldenburg a donné un résumé de la correspondance qu'il a eue avec Huygens et de Sluse au sujet du problème d'Alhazen.</note>\n<note n=\"91-15\">Dans la pièce No. 1745.</note>\n<note n=\"92-16\">Lisez: DAKC.</note>\n<note n=\"92-17\">Van Gutschoven mourut le 4 mai 1668.</note>\n<note n=\"92-18\">Cette lettre a été publiée par M. Le Paige sous le No. 99 de l'ouvrage cité dans la note 14.</note>\n<note n=\"93-19\">Celles du 19 juin 1671 [V. st.], No. 72.</note>\n<note n=\"93-20\">Celles du 17 juillet 1671 [V. st.], No. 73.</note>\n<note n=\"93-21\">An Answer of Dr. Wallis to Mr. Hobbe's Rosetum Geometricum in a Letter to a friend in London, dated July 16. 1671.</note>\n<note n=\"93-22\">Rosetum Geometricum, cum Censura brevi Doctrinae Wallisianae de Motu. Authore Thoma Hobbes Malmesburiensi. Londini apud Guil. Crook, ad signum Draconis viridis without Templebar. 1671. in-4<hi rend=\"superscript\">o</hi>.</note>\n</div>\n</body>\n</text>\n</TEI>\n"
  },
  {
    "id": "doc2",
    "xml": "<TEI>\n<teiHeader>\n<!-- No. 1837. H. Oldenburg à Christiaan Huygens. 1<sup>er</sup> août 1671. -->\n<meta type=\"uuid\" value=\"3b695ea2-41ed-4e1f-9753-0054c82fd9bf\"/>\n<meta type=\"id\" value=\"1837\"/>\n<meta type=\"date\" value=\"1671-08-01\"/>\n<meta type=\"sender\" value=\"oldenburg.henry.1619-1677\"/>\n<meta type=\"senderloc\" value=\"se:london.eng\"/>\n<meta type=\"recipient\" value=\"huygens.christiaan.1629-1695\"/>\n<meta type=\"recipientloc\" value=\"se:paris.fra\"/>\n</teiHeader>\n<text>\n<body>\n<div xml:id=\"div-1\" xml:lang=\"fr\" type=\"provenance\">\n<p xml:id=\"p-1\">La lettre se trouve à Leiden, coll.Huygens. <lb/> Chr. Huygens y répondit le 7 novembre 1671.</p>\n</div>\n<div xml:id=\"div-2\" xml:lang=\"fr\" type=\"artifact\" subtype=\"letter\">\n<opener>\n<p xml:id=\"p-2\">Monsieur<anchor type=\"note\" n=\"87-a)\"/></p>\n</opener>\n<p xml:id=\"p-3\">Ayant sceu de Monsieur vostre Pere que vous estiez de retour à <placeName key=\"se:paris.fra\">Paris</placeName> en bonne santé, et une si bonne occasion, comme celle de Monsieur <persName key=\"vernon.francis.1637-1676\">Vernon</persName><anchor type=\"note\" n=\"87-1\"/>, s'offrant pour vous saluër et pour vous feliciter de vostre reconvalescence, i'ay cru de ne la devoir pas negliger. Vous scaurez donc, Monsieur, que tous vos amis icy, dont il y a grand nombre, se rejouissent extremement de ce que vous vous portez si bien que de pouuoir retourner à la philosophie, et se promettent quelque chose extraordinaire de vos estudes renforcez par une vigueur renouvellee de corps et <pb xml:id=\"pb-88\" n=\"88\"/> d'esprit. Nous attendons aussi de Messieurs vos colleges plusieurs choses considerables, que l'on nous a fait esperer il y a quelque temps, particulierement la mesure de la terre, l'Anatomie de plusieurs Animaux et la description de quelques Plantes. Vostre Academie, jouissant de toutes les assistances necessaires à executer, fera voir au monde, sans doubte, la force des Esprits Clairvoians, et combien de choses belles et utiles ils peuvent produire.</p>\n<p xml:id=\"p-4\">Quant à la Societé Royale, Elle ne s'assemble point à present, ayant commencé sa vocation<anchor type=\"note\" n=\"88-2\"/> qu'elle a accoustumé de faire dans cete saison. Sans cela, Elle persiste à faire des Experiences autant qu'Elle peut. On espere de pouvoir travailler mieux cy-apres. Quelques uns de ses membres ont depuis peu fait imprimer quelques livres nouveaux: Monsieur <persName key=\"boyle.robert.1627-1691\">Boyle</persName>, de l'Estrange rarefaction de l'Air &amp;c.<anchor type=\"note\" n=\"88-3\"/>. Et de l'Utilité de la Philosophie Experimentelle le 2<hi rend=\"superscript\">e</hi> volume<anchor type=\"note\" n=\"88-4\"/>; meditant à present sa response aux objections que Monsieur <persName>More</persName><anchor type=\"note\" n=\"88-5\"/> a faitez contre quelques unes de ses Experiences; comme aussi un Traité joly et bien philosophique <pb xml:id=\"pb-89\" n=\"89\"/> touchant les pierres precieuses<anchor type=\"note\" n=\"89-6\"/>. Monsieur <persName key=\"wallis.john.1616-1703\">Wallis</persName>, quoyque malade de la fievre quarte, a achevé la derniere partie de Son Traite de Motu et Mechanice<anchor type=\"note\" n=\"89-7\"/>, qui sortira de la presse au premier iour. Monsieur <persName key=\"lower.richard.1631-1691\">Lower</persName> a adjousté a son livre de motu Cordis et Sanguinis, un petit discours de Origine Catharri<anchor type=\"note\" n=\"89-8\"/>. Monsieur <persName key=\"willis.thomas.1621-1675\">Willis</persName> fait astheur imprimer deux Traitez, l'un de Anima Brutorum<anchor type=\"note\" n=\"89-9\"/>, l'autre de Morbis Capitis<anchor type=\"note\" n=\"89-10\"/>. Monsieur <persName key=\"mercator.nikolaus.1620-1687\">Mercator</persName> quelque chose des logarithmes<anchor type=\"note\" n=\"89-11\"/>. De plus, ie ne veux pas vous celer, Monsieur, que i'ay communiqué<anchor type=\"note\" n=\"89-12\"/> (ce que ie crois n'avoir pas fait contre vostre gré) la construction du Probleme d'<persName key=\"alhazen.965-1040\"><corr>Alhazen</corr></persName> (que vous nous envoiatez, il y a quelque temps, imprimée de vostre nouvelle facon)<anchor type=\"note\" n=\"89-13\"/> a Monsieur <persName key=\"sluse.rene-francois.1622-1685\">Slusius</persName>, qui m'a respondu la dessus bien amplement, et qui semble avoir envie de conferer avec vous sur cete matiere, come vous verrez par la suite, Il dit donc dans sa premiere lettre du 22 novembre 1670<anchor type=\"note\" n=\"89-14\"/>;</p>\n<p xml:id=\"p-4\">Quant à la Societé Royale, Elle ne s'assemble point à present, ayant commencé sa vocation<anchor type=\"note\" n=\"88-2\"/> qu'elle a accoustumé de faire dans cete saison. Sans cela, Elle persiste à faire des Experiences autant qu'Elle peut. On espere de pouvoir travailler mieux cy-apres. Quelques uns de ses membres ont depuis peu fait imprimer quelques livres nouveaux: Monsieur <persName key=\"boyle.robert.1627-1691\">Boyle</persName>, de l'Estrange rarefaction de l'Air &amp;c.<anchor type=\"note\" n=\"88-3\"/>. Et de l'Utilité de la Philosophie Experimentelle le 2<hi rend=\"superscript\">e</hi> volume<anchor type=\"note\" n=\"88-4\"/>; meditant à present sa response aux objections que Monsieur <persName>More</persName><anchor type=\"note\" n=\"88-5\"/> a faitez contre quelques unes de ses Experiences; comme aussi un Traité joly et bien philosophique <pb xml:id=\"pb-89\" n=\"89\"/> touchant les pierres precieuses<anchor type=\"note\" n=\"89-6\"/>. Monsieur <persName key=\"wallis.john.1616-1703\">Wallis</persName>, quoyque malade de la fievre quarte, a achevé la derniere partie de Son Traite de Motu et Mechanice<anchor type=\"note\" n=\"89-7\"/>, qui sortira de la presse au premier iour. Monsieur <persName key=\"lower.richard.1631-1691\">Lower</persName> a adjousté a son livre de motu Cordis et Sanguinis, un petit discours de Origine Catharri<anchor type=\"note\" n=\"89-8\"/>. Monsieur <persName key=\"willis.thomas.1621-1675\">Willis</persName> fait astheur imprimer deux Traitez, l'un de Anima Brutorum<anchor type=\"note\" n=\"89-9\"/>, l'autre de Morbis Capitis<anchor type=\"note\" n=\"89-10\"/>. Monsieur <persName key=\"mercator.nikolaus.1620-1687\">Mercator</persName> quelque chose des logarithmes<anchor type=\"note\" n=\"89-11\"/>. De plus, ie ne veux pas vous celer, Monsieur, que i'ay communiqué<anchor type=\"note\" n=\"89-12\"/> (ce que ie crois n'avoir pas fait contre vostre gré) la construction du Probleme d'<persName key=\"alhazen.965-1040\"><corr>Alhazen</corr></persName> (que vous nous envoiatez, il y a quelque temps, imprimée de vostre nouvelle facon)<anchor type=\"note\" n=\"89-13\"/> a Monsieur <persName key=\"sluse.rene-francois.1622-1685\">Slusius</persName>, qui m'a respondu la dessus bien amplement, et qui semble avoir envie de conferer avec vous sur cete matiere, come vous verrez par la suite, Il dit donc dans sa premiere lettre du 22 novembre 1670<anchor type=\"note\" n=\"89-14\"/>;</p>\n<p xml:id=\"p-5\" xml:lang=\"la\"><persName key=\"alhazen.965-1040\">Alhazeni</persName> problematis constructionem, a Viro Nobissimo ad vos transmissam ut vidi, protinus eandem esse cum meâ suspicabar; at inspectis adversariis meis, non leve discrimen reperi, ut mox videbis. Ne quid tamen dissimulem, cum Domini <persName key=\"huygens.christiaan.1629-1695\">Hugenii</persName> constructionem ad calculos revocarem, eandem omninó mecum Analysin secutum deprehendi; sed cum ex illa duae nascantur effectiones, utraque per hy<pb xml:id=\"pb-90\" n=\"90\" break=\"no\"/>perbolam circa asymptotos, ille unam, ego alteram, uti faciliorem selegeram. Evidens est autem, nil aliud quaeri hoc problemate (si illud ad terminos meré Geometricos revocemus) nisi, in dato circulo (cujus centrum A, radius AP) punctum aliquod ut P, à quo ductis, ad puncta data EB, inaequaliter a centro A distantia, rectis PE, PB, recta AP producta bisecet angulum EPB. Quod quidem varios casus recipit. Vel enim normalis ex A in rectam EB, nimirum AO, cadit inter E et B, vel ultra B. Si ultra, vel rectangulum EOB aequale est quadrato AO, vel majus, vel minus. De casu aequalitatis videbimus infra: nunc veró tres alios casus eadem feré constructione complectimur.</p>\n<p xml:id=\"p-6\" xml:lang=\"la\">Per tria puncta AEB transeat circulus, ad cujus circumferentiam producatur AO in D: ac, siquidem punctum O cadat inter E et B, recta AO versus O producenda erit; sin ultra B, sitque rectangulum EOB majus quadrato AO, producenda erit versus A: At si rectangulum quadrato minus fuerit, circulus in ipso puncto D, rectam AO secabit. Tum ducta AX parallela EB secante circulum <figure><graphic url=\"huyg003oeuv07ill11.gif\"/></figure> datum in N; fiat, ut rectangulum DAO ad quadratum AN, ita ½ AX ad AH, quae sumenda erit versus X, si O cadat inter E et B, aut rectangulum EOB minus sit 4dto OA, aut ex parte contraria, si sit majus. Ponatur nunc OQ aequalis AH (in directum EB primo et 2<hi rend=\"superscript\">do</hi> casu, 3<hi rend=\"superscript\">to</hi> autem versus E). Tum fiant proportionales XA, NA, HK, sumenda omni casu versus X; sectaque AO in V, ut sit eadem ratio KA ad AV, quae AD ad AX; jungatur KV ac producatur donec occurrat rectae QM, parallelae OA <figure><graphic url=\"huyg003oeuv07ill12.gif\"/></figure> <pb xml:id=\"pb-91\" n=\"91\"/> indefinite productae, in puncto L; erunt omni casu KL ad QL asymptoti hyperbolae, quae per punctum O descripta, proposito satissaciet: hoc tantum discrimine, quod 1<hi rend=\"superscript\">o</hi> et 2<hi rend=\"superscript\">o</hi> casu hyperbola per O, problema solvet in speculo convexo, sectio vero ei opposita in concavo: At 3<hi rend=\"superscript\">o</hi> casu contrà, hyperbola per O serviet concavo, ejus opposita convexo. Atque id quidem, cum punctum V cadit inter A et O; nam si ultra O caderet, unica hyperbola inter easdem QL, KL descripta tam speculo convexo quam concavo satisfaceret. Caeterum si V caderet in ipsum punctum O, problema tunc planum esset, et ipsae rectae LQ, LK illud absolverent. Unde patet, problematis hujus dari casus infinitos, qui per locum planum solvi possunt, quò magis veniâ digni videntur ii, qui illud per eundem locum universe solvi posse censuerunt, quòd ipsis aliquoties calculus feliciter cecidisset. Nulla enim dari potest trium punctorum AEB positio (de casu aequalitatis rectanguli EOB et quadrati OA mox videbimus), quae non admittat circulum aliquem ex centro A describendum, ad cujus circumferentiam Problema per locum planum solvi queat. Hujus autem circuli radius si tanti est, ita invenietur. In 1<hi rend=\"superscript\">o</hi> et 2<hi rend=\"superscript\">o</hi> casu superioris constructionis fiat ut quadratum AX una cum duplo rectangulo OAD, ad duplum quadratum AD, ita quadratum AO ad quadratum AN, erit AN radius quaesitus: at in 3<hi rend=\"superscript\">o</hi> casu, faciendum est ut quadratum AX minus 2plo rectangulo OAD, ad duplum quadratum AD, ita quadratum AO ad quadratum AN.</p>\n<p xml:id=\"p-7\" xml:lang=\"la\">Construendus nunc superest alius casus, aequalitatis nempe rectanguli EOB et quadrati AO, sive in quo circulus per puncta A, B, E descriptus tangit rectam AO. Rectè autem monuit Clarissimus <persName key=\"huygens.christiaan.1629-1695\">Hugenius</persName><anchor type=\"note\" n=\"91-15\"/>, hoc casu describendam esse parabolam. Quod tamen non ita intelligendum, quasi per hyperbolam solvi non possit, cum et hyperbolam et ellipsin imò infinitas (si quis methodo nostrâ uti velit) admittat: sed quod parabolam quoque recipiat, quam alii casus respuunt. Eadem ratione temperandum est quod ait, constructionem suam omni casu quo Problema solidum est, locum habere; intelligit enim, levi mutatione inveniri hyperbolam quae proposito serviat; quod casus, à nobis superius constructos cum ejus constructione comparanti planum fiet. Ut autem ad casum Aequalitatis redeam, et ne quid temere <figure><graphic url=\"huyg003oeuv07ill13.gif\"/></figure> asseruisse videar, ecce Tibi non unam, sed duas parabolas, ac praeterea hyperbolas appositas quae propositum absolvunt. Sint ut prius puncta data EB, circulus e centro A, ac alius per 3 puncta AEB, cujus tangens sit AO centrum D; ductâ diametro NADX, fiant tres proportionales XA, NA, ZA, cujus dimidium sit AL; fiant iterum tres proportionales 2 OA, NA, IA, cujus <pb xml:id=\"pb-92\" n=\"92\"/> dimidium sit KA, et perficiatur rectangulum LAOV; productaque LV in S, donec VS sit tertia proportionalis ipsarum AI, OV; axe SL, latere recto AI, vertice S, describatur parabola; haec enim circulum secabit in punctis PP quaesitis. Tantundem faciet alia, si perfecto rectangulo DAKL<anchor type=\"note\" n=\"92-16\"/>, et producta KC in T, ita ut CT sit tertia proportionalis ipsarum AZ, DC; describatur circa axem TK, vertice T, latere recto ZA; occurret enim circulo in iisdem punctis PP.</p>\n<p xml:id=\"p-8\"><figure><graphic url=\"huyg003oeuv07ill14.gif\"/></figure></p>\n<p xml:id=\"p-9\" xml:lang=\"la\">Facilior adhuc est constructio per sectiones oppositas; factis enim, ut prius, tribus proportionalibus XA, NA, ZA, demittatur ZI normalis, tertia proportionalis duplae AO et AN: erit itaque ZI major ZA, cum 2pla AO minor sit XA: tum in puncto I, inclinentur utrinque angulo semi-recto ad lineam IZ, rectae IQ, IM, et ab utraque parte indefinite producantur. Demum circa illas tanquam asymptotos describatur per A hyperbola, et alia ipsi opposita; <hi rend=\"italic\">haec</hi> enim satisfaciet problemati in speculo convexo, <hi rend=\"italic\">illa</hi> in concavo. Cum vero, ut ostendimus, ZI semper major sit recta ZA, recta IM nunquam transibit per A. Non dabitur itaque casus, quo ex hac constructione velut in praecedentibus, Problema per ipsas asymptotos solvi possit. Et tamen hoc quoque aliquando locum planum admittit; cum scilicet accidit, ut recta ex O ducta ad centrum D tangat circulum NPP; ipsum enim punctum contactus quaestionem solvit. Et hoc quidem de problemate, quod hactenus multorum ingenia exercuit, et cujus solutionem ante aliquot annos absolvi, urgente C.M.V. <persName key=\"gutschoven.gerard.1615-1668\">Gutiscovio</persName> <placeName key=\"se:leuven.bel\">Lovaniensi</placeName> matheseos professore, qui sibi usui futurum ajebat; moliebatur enim nescio quid in Catoptricis; sed mors manum injecit<anchor type=\"note\" n=\"92-17\"/>; neque enim (ut hoc obiter addam) quicquam hujusmodi in schedis ejus repertum intellexi.</p>\n<p xml:id=\"p-10\">Jusques icy Monsieur <persName key=\"sluse.rene-francois.1622-1685\">Sluse</persName> dans sa 1<hi rend=\"superscript\">re</hi> lettre; dans l'autre du 9me mars 1671<anchor type=\"note\" n=\"92-18\"/> il dit;</p>\n<p xml:id=\"p-11\" xml:lang=\"la\">Quod ad <persName key=\"alhazen.965-1040\">Alhazeni</persName> Problema attinet, ut <hi rend=\"italic\">δευτέραι φροντίδες</hi> esse solent <hi rend=\"italic\">ἀμείνονες</hi>, duas alias ejusdem Analyseos, priori ad te antehac a me missa faciliores, et constructione inter se et ab illa diversas nuper inveni, quin imo praeparationem quandam generalem ex qua Problematum omnium, quae ad punctum reflexionis in speculis sphaericis concavis et convexis determinandum spectant, analysis facilè deduci potest. Sed haec, et meliora acutissimo <persName key=\"huygens.christiaan.1629-1695\">Hugenio</persName> jam occurrisse mihi persuadeo, qui me majorem in hoc argumento operam posuit. Si tamen nugas quoque nostras videre vellet, libenter cum ipso communicarem.</p>\n<pb xml:id=\"pb-93\" n=\"93\"/>\n<p xml:id=\"p-12\">Vous voiez, Monsieur, la franchise de ce grand homme; vous en userez selon vostre discretion, et, si vous ne luy escrivez pas vous mesme sur ce sujet, m'instruirez, s'il vous plait, de ce que ie luy respondray là dessus. Je me croiois aucunement obligé de vous faire scavoir tout ce qui s'est passé entre luy et moy en cete matiere; ce qu'ayant fait, vous aurez assez de bonté, de pardonner cete prolixité, puisque i'ay eu assez de patience de transcrire tout cela de ma propre main, ne m'y osant fier à mon copiste.</p>\n<p xml:id=\"p-13\">J'ay mis icy les dernieres Transactions<anchor type=\"note\" n=\"93-19\"/>: Monsieur vostre Pere a eu quelques unes des precedentes, que, peut estre, il vous a desia envoyez. Vous prendrez tout en bonne part de</p>\n<closer>\n<p xml:id=\"p-14\">Monsieur <lb/> Vostre tres humble et tres obeissant Seruiteur <lb/> <persName key=\"oldenburg.henry.1619-1677\">Oldenburg</persName>.</p>\n</closer>\n<p xml:id=\"p-15\">Quand on m'escrit par la poste, on continue tousiours cete adresse,</p>\n<p xml:id=\"p-16\">A Monsieur <lb/> Monsieur <persName key=\"oldenburg.henry.1619-1677\">Grubendol</persName>. <lb/> à <lb/> <placeName key=\"se:london.eng\">Londres</placeName>. <lb/> Rien que cela.</p>\n<closer>\n<p xml:id=\"p-17\">A <placeName key=\"se:london.eng\">Londres</placeName> le 22 juillet 1671.</p>\n</closer>\n<p xml:id=\"p-18\">PS.</p>\n<p xml:id=\"p-19\">Dans les Transactions<anchor type=\"note\" n=\"93-20\"/> prochaines on mettra la responce de Monsieur <persName key=\"wallis.john.1616-1703\">Wallis</persName><anchor type=\"note\" n=\"93-21\"/> au livre nouveau de Monsieur <persName key=\"hobbes.thomas.1588-1679\">Hobbes</persName><anchor type=\"note\" n=\"93-22\"/>, dont il est parlé dans celles, qui sont encloses icy.</p>\n</div>\n<div xml:id=\"div-3\" type=\"para\">\n<p xml:id=\"p-20\">A Monsieur <lb/> Monsieur Christian Hugens de Zulichem, <lb/> a Paris.</p>\n</div>\n<div xml:id=\"div-4\" xml:lang=\"fr\" type=\"notes\">\n<note n=\"87-a)\" place=\"end\">Respondu le 7 novembre 1671 [Chr. Huygens].</note>\n<note n=\"87-1\">D'après une lettre de J. Collins à J. Gregory datée du 5 May 1671, Vernon depuis quelques jours était revenu à Londres avec quelque précipitation (on a sudden). La lettre citée se trouve dans l'ouvrage: <lb/> Correspondence of Scientific men of the seventeenth century, including Letters of Barrow, Flamsteed, Wallis, and Newton, printed from the originals in the collection of the Right Honourable the Earl of Macclesfield. In two volumes. Oxford: at the University Press <hi rend=\"case(smallcaps)\">m.dccc.xli</hi>. in-8<hi rend=\"superscript\">o</hi>. <lb/> La préface est signée par Stephen Jordan Rigaud, qui a continué l'édition commencée par son père Stephen Peter Rigaud, Savilian Professor of Astronomy, l'auteur du Historical Essay of the first publication of Sir Isaac Newton's Principia. La lettre de Collins à J. Gregory, Volume II, p. 221, contient quelques détails relatifs à Huygens dans le passage suivant, que nous traduisons de l'anglais. <lb/> ‘M. Vernon est arrivé de Paris et il m'informe que, Huygens étant devenu malade, l'Académie Royale avait une grande estime pour vous, et que ces messieurs avaient en leur pensée de vous recommander à Sa Majesté de France pour une pension, et même que Huygens l'approuvait, quoique qu'il eût dit avoir quelque raison de penser que lui-même avait été désobligé par vous. Il a rétabli sa santé en Hollande, et les Etats, désirant l'y retenir, lui offrirent la même pension que le Roi de France lui allouait, laquelle était de 6000 livres par an: le Roi en ayant eu connaissance, pour l'engager à revenir, a élevé sa pension à 12000 livres par an: et même quelques-uns de l'Académie Royale écrivirent à M. Oldenburg, le priant de communiquer au Conseil de la Société Royale, que le Roi de France était disposé à allouer des pensions à un ou deux savants anglais, mais ils ne donnèrent jamais aucune réponse à une telle proposition. Si notre Pell n'avait pas été un second Roberval, et n'avait eu aucune obligation envers ses amis ou envers la Société Royale, ils auraient pu le recommander et probablement l'auraient fait. Le cas étant ainsi, je le fis connaître à Sir Robert Murray [Moray], qui me promit de conférer avec Huygens, le père (en ce moment ici, pour les affaires du Prince d'Orange, dont il est le secrétaire), pour procurer son amitié et celle de son fils en votre faveur, et Sir Robert promit également de faire une adresse à l'ambassadeur de France, et en ce cas je vous souhaite bon succès, et ne le juge nullement improbable.’ <lb/> Les nouvelles, rapportées par Vernon, étaient fausses, au moins en ce qui concerne la pension de Huygens. Les Etats de la Hollande ne lui ont pas offert une pension, et celle que Louis XIV lui a donnée n'a jamais dépassé la somme de 6000 livres par an. D'après les ‘Comptes des Bâtiments du Roi sous le règne de Louis XIV’, les pensions payées à Huygens ont été: en 1662, 1200 l.; en 1665, 1500 l.; en 1666, 2000 l.; à partir de 1667 jusqu'en 1675 inclusivement, 6000 l. chaque année; en 1676, 3000 l.; en 1677, rien; en 1678, 6000 l.; en 1679, 3000 l.; en 1680, 6000 l.; en 1681, 1500 l. pour les trois premiers mois, ‘en considération de son application aux mathématiques’.</note>\n<note n=\"88-2\">Lisez: vacation.</note>\n<note n=\"88-3\">L'ouvrage cité dans la Lettre No. 1822, note 2.</note>\n<note n=\"88-4\">Some confiderations touching the Usefulnefs os Experimental Natural Philosophy, the second Tome; by the Honourable Robert Boyle. Esq; Fellow of the Society. Oxford 1671. in-4<hi rend=\"superscript\">o</hi>. <lb/> Le Tome premier avait déjà paru en 1663. Consultez la Lettre No. 1128, note 18.</note>\n<note n=\"88-5\">Jonas Moore, né, le 8 février 1617, à Whitlle, Lancashire, mort, le 25 août 1679, à Godalming. Sous Charles I<hi rend=\"superscript\">er</hi> il fut Informator du duc d'York, second fils du roi, sous Cromwell, professeur de mathématiques à Londres; Charles II le nomma Surveyor-General of the Ordnance. Il fut membre de la Société Royale depuis 1674, publia plusieurs écrits mathématiques et employa utilement son influence pour provoquer la fondation de l'Observatoire de Greenwich, la nomination de Flamsteed et la création d'une école mathématique au Christ's Hospital à Londres. <lb/> Peut-être aussi Oldenburg désigne-t-il un écrit d'un auteur peu connu: <lb/> Enchiridion Metaphysicum sive de Rebus incorporeis Dissertatio, per H.M. Cantabrigiensem, Londini, 1671. in-4<hi rend=\"superscript\">o</hi>. <lb/> Oldenburg a rendu compte de ce livre dans le No. 72 des Phil. Trans. Dans l'index, le livre est cité comme H. More Enchiridion. Toutefois, dans l'article d'Oldenburg, il n'est pas question d'objections, mais de conséquences en faveur de ses vues que l'auteur tire des expériences de Boyle.</note>\n<note n=\"89-6\">An Essay about the Origine and Vertues of Gems. By the Honourable R. Boyle Esquire, Fellow of the R. Society. Printed at London, 1672. in-8<hi rend=\"superscript\">o</hi>.</note>\n<note n=\"89-7\">La troisième et dernière partie de l'ouvrage cité dans les Lettres No. 483, note 1, No. 1792, note 4 et No. 1816, note 1.</note>\n<note n=\"89-8\">Tractatus de Corde, item de Motu et Colore Sanguinis et Chyli in eum transitu: Cui accessit Dissertatio de Origine Catharri. Auth Richardo Lower, M.D. Editio tertia et novissima. Amstelodami. 1671. in-8<hi rend=\"superscript\">o</hi></note>\n<note n=\"89-9\">De Anima Brutorum Exercitationes duae, prior Physiologica, altera Pathologica, Auth. Thoma Willis M.D. Philos. Natur. Prof. Sidlej. Oxon. nec non Med. Coll. Lond. &amp; Soc. Reg. Socii. Oxonii, 1672. in-4<hi rend=\"superscript\">o</hi>.</note>\n<note n=\"89-10\">Oldenburg désigne la deuxième partie de l'ouvrage de la note précédente.</note>\n<note n=\"89-11\">Probablement la seconde édition de son ouvrage Logarithmo-Technia; voir la Lettre No. 1669, note 5.</note>\n<note n=\"89-12\">Par une lettre du 24 septembre 1670. Consultez les Phil. Trans. No. 97, du 6 octobre 1673 [V. st.].</note>\n<note n=\"89-13\">Voir la pièce No. 1745.</note>\n<note n=\"89-14\">La lettre de Slusius, dont Oldenburg donne ici un extrait, a été publiée par M. Le Paige dans la correspondance de René-François de Sluse, Rome 1885, No. 97. Dans les Nos. 97 et 98 des Philosophical Transactions, du 6 octobre et du 17 novembre 1673 [V. st.], Oldenburg a donné un résumé de la correspondance qu'il a eue avec Huygens et de Sluse au sujet du problème d'Alhazen.</note>\n<note n=\"91-15\">Dans la pièce No. 1745.</note>\n<note n=\"92-16\">Lisez: DAKC.</note>\n<note n=\"92-17\">Van Gutschoven mourut le 4 mai 1668.</note>\n<note n=\"92-18\">Cette lettre a été publiée par M. Le Paige sous le No. 99 de l'ouvrage cité dans la note 14.</note>\n<note n=\"93-19\">Celles du 19 juin 1671 [V. st.], No. 72.</note>\n<note n=\"93-20\">Celles du 17 juillet 1671 [V. st.], No. 73.</note>\n<note n=\"93-21\">An Answer of Dr. Wallis to Mr. Hobbe's Rosetum Geometricum in a Letter to a friend in London, dated July 16. 1671.</note>\n<note n=\"93-22\">Rosetum Geometricum, cum Censura brevi Doctrinae Wallisianae de Motu. Authore Thoma Hobbes Malmesburiensi. Londini apud Guil. Crook, ad signum Draconis viridis without Templebar. 1671. in-4<hi rend=\"superscript\">o</hi>.</note>\n</div>\n</body>\n</text>\n</TEI>\n"
  }
]